Repository: soft-passion/ether-wallet
Catalog: languages/ethereum-wallet-*.po
Languages: de_de, ru_ru

source: Settings saved.
de_de: Einstellungen gespeichert.
ru_ru: Настройки сохранены.

source: Ethereum Wallet Settings
de_de: Ethereum Wallet Einstellungen
ru_ru: Базовые настройки

source: Install and Configure Guide
de_de: Installations- und Konfigurationshandbuch
ru_ru: Руководство по установке и настройке

source: Use the official %1$sInstall and Configure%2$s step by step guide to configure this plugin.
de_de: Verwenden Sie die offizielle Schritt-für-Schritt-Anleitung zum %1$sInstallieren und Konfigurieren%2$s, um dieses Plugin zu konfigurieren.
ru_ru: Воспользуйтесь официальным пошаговым %1$sРуководством по установке и настройке%2$s.

source: Cryptocompare API Key
ru_ru: Ключ API Cryptocompare.com

source: Put your Cryptocompare API Key here
de_de: Geben Sie hier Ihren Cryptocompare.com API Key an
ru_ru: Скопируйте сюда свой ключ API Cryptocompare.com

source: <p>The API key for the <a target="_blank" href="%s">%s</a>. You need to register on this site to obtain it.</p>
de_de: <p>Der API key für das <a target="_blank" href="%s">%s</a>. Sie müssen sich auf dieser Seite registrieren um ihn zu erhalten.</p>
ru_ru: <p>Ключ доступа к API <a target="_blank" href="%s">%s</a>. Зарегистрируйтесь чтобы получить свой ключ.</p>

source: Infura.io API Key
ru_ru: Ключ API Infura.io

source: Put your Infura.io API Key here
de_de: Geben Sie hier Ihren Infura.io API Key an
ru_ru: Скопируйте сюда свой ключ API Infura.io

source: The API key for the %1$s. You need to register on this site to obtain it. Follow the %2$sGet infura API Key%3$s guide please.
de_de: Der API key für das %1$s. Sie müssen sich auf dieser Seite registrieren um ihn zu erhalten. Folgen Sie bitte der Anleitung zum %2$sGet Infura API Key%3$s.
ru_ru: Ключ API для %1$s. Вам необходимо зарегистрироваться на сайте чтобы получить его. Следуйте руководству %2$sGet infura API Key%3$s.

source: Etherscan Api Key
ru_ru: Ключ API etherscan

source: Put your Etherscan Api Key here
de_de: Geben Sie hier Ihren Etherscan API Key an
ru_ru: Введите ваш ключ API для etherscan

source: The API key for the %1$s. You need to %2$sregister%3$s on this site to obtain it.
de_de: Der API-Schlüssel für %1$s. Sie müssen %2$sregistrieren%3$s auf dieser Site, um es zu erhalten.
ru_ru: Ключ API для %1$s. Вам необходимо %2$sзарегистрироваться%3$s на этом сайте чтобы получить его.

source: Blockchain
ru_ru: Блокчейн

source: The blockchain used: mainnet or ropsten. Use mainnet in production, and ropsten in test mode. See plugin documentation for the testing guide.
de_de: Geben Sie hier die zu benutzende Blockchain an. In der Blockchain-Angabe können sowohl "mainnet" als auch Test-Etherchains wie z.B. "ropsten" oder "rinkeby" eingegeben werden. In der Plugin-Anleitung erhalten Sie weitere Informationen dazu.
ru_ru: Используемый блокчейн: mainnet или ropsten. Используйте mainnet в релизе и ropsten для тестирования. В документации плагина этот вопрос освещён более подробно.

source: Gas Limit
ru_ru: Ограничение газа

source: The default gas limit to to spend on your transactions. 200000 is a reasonable default value.
de_de: Legt das Standard - Gas-Limit zur Durchführung der Wallet-Transaktionen fest. 200000 ist ein vernünftiger Durchschnittswert.
ru_ru: Максимальное количество газа, которое будет потрачено на транзакцию по пересылке Ether или ERC20 токенов. 200000 является разумным ограничением.

source: Gas price
ru_ru: Стоимость газа

source: The gas price in Gwei. Reasonable values are in a 2-40 ratio. The default value is 2 that is cheap but not very fast. Increase if you want transactions to be mined faster, decrease if you want pay less fee per transaction.
de_de: Der Gas Price in GWEI. Vernünftige Werte sind innerhalb einer Rate von 2-40. Der Standardwert ist 2, was günstig, aber nicht sehr schnell ist. Erhöhen Sie diesen Wert, wenn Sie Ihre Transaktionen schneller bestätigt haben wollen, verringern Sie diesen Wert, wenn Geschwindigkeit nicht so wichtig ist, Sie daher weniger für Transaktionsgebühren zahlen wollen.
ru_ru: Стоимость газа указывается в единицах Gwei. Разумные значения лежат в диапазоне 2-40 Gwei. Значение по умолчанию 2 является дешёвым, но не очень быстрым. Увеличьте это значение, чтобы ваши транзакции выполнялись быстрее, или уменьшите, если хотите сэкономить.

source: Want to sell ERC20 token for fiat and/or Bitcoin?
de_de: Wollen Sie ERC20 Token für FIAT und/oder Bitcoins verkaufen?
ru_ru: Хотите продавать ваши ERC20 токены за рубли/доллары или Bitcoin?

source: Install the %1$sCryptocurrency Product for WooCommerce plugin%2$s!
de_de: Installieren Sie das %1$sCryptocurrency Product for WooCommerce Plugin%2$s!
ru_ru: Установите плагин %1$sCryptocurrency Product for WooCommerce%2$s!

source: Want to accept Ether or any ERC20/ERC223 token in your WooCommerce store?
de_de: Wollen Sie Ether oder auch jegliche ERC20/ERC223 Token in Ihrem WooCommerce Store als Zahlungsmittel aktzeptieren?
ru_ru: Хотите принимать платежи в ETH или любых ERC20/ERC223 токенах в вашем WooCommerce сайте?

source: Install the %1$sEther and ERC20 tokens WooCommerce Payment Gateway%2$s plugin!
de_de: Installieren Sie das %1$sEther and ERC20 tokens WooCommerce Payment Gateway%2$s Plugin!
ru_ru: Установите %1$sEther and ERC20 tokens WooCommerce Payment Gateway%2$s плагин!

source: Want to sell your ERC20/ERC223 ICO token from your ICO site?
de_de: Wollen Sie Ihre ERC20/ERC223 ICO Token direkt über Ihre ICO-Seite verkaufen?
ru_ru: Хотите продавать ваши ERC20/ERC223 ICO токены с вашего ICO сайта?

source: Install the %1$sThe EthereumICO Wordpress plugin%2$s!
de_de: Installieren Sie das %1$sThe EthereumICO Wordpress Plugin%2$s!
ru_ru: Установите %1$sEthereumICO WordPress%2$s плагин!

source: Need help to configure this plugin?
de_de: Brauchen Sie Hilfe bei der Konfiguration dieses Plugins?
ru_ru: Нужна помощь в настройке этого плагина?

source: Feel free to %1$shire me!%2$s
de_de: Sie können mich gerne %1$sbeauftragen%2$s
ru_ru: Вы можете поручить эту задачу %1$sнам!%2$s

source: Need help to develop a ERC20 token for your ICO?
de_de: Brauchen Sie Hilfe bei der Entwicklung eines ERC20 Tokens für Ihren ICO?
ru_ru: Нуждаетесь в помощи разработке ERC20 токена для вашего ICO?

source: ERC20 tokens support
de_de: ERC20-Token-Unterstützung
ru_ru: Поддержка токенов ERC20

source: Install the %1$sPRO plugin version%2$s!
de_de: Installieren Sie bitte die %1$sPRO-Version des Plugins%2$s!
ru_ru: Перейдите на %1$sPRO версию плагина%2$s!

source: Save Changes
de_de: Einstellungen speichern
ru_ru: Сохранить изменения

source: Are you sure you want to delete all Ethereum Wallet options?
de_de: Sind Sie sicher, dass Sie alle Ethereum-Wallet Einstellungen löschen wollen?
ru_ru: Вы уверены, что хотите удалить все настройки этого плагина?

source: Reset
de_de: Zurücksetzen
ru_ru: Сбросить

source: Rank
de_de: Rang
ru_ru: Место

source: Avatar
de_de: Benutzerbild
ru_ru: Фото

source: Username
de_de: Nutzername
ru_ru: Имя пользователя

source: Wallet
de_de: Brieftasche
ru_ru: Кошелёк

source: Balance
de_de: Kontostand
ru_ru: Баланс

source: Tx Count
de_de: Transaktionsanzahl
ru_ru: Количество транзакций

source: Default account
de_de: Standardkonto
ru_ru: Учетная запись по умолчанию

source: K
ru_ru: К

source: M
ru_ru: М

source: Result code is not 200
de_de: Ergebniscode ist nicht 200
ru_ru: HTTP код возврата отличен от 200

source: Empty body
de_de: Leerer body-Bereich
ru_ru: Пустой ответ сервера

source: No result field
de_de: Kein Ergebnisfeld
ru_ru: В ответе сервера отсутствует поле result

source: Network problems detected. Last action was not completed.
de_de: Netzwerkprobleme entdeckt! Die letzte Aktion wurde nicht beendet.
ru_ru: Ошибка сети. Ваше последнее действие не было применено.

source: Failed to retrieve Ether balance
de_de: Die Ether-Kontostand konnte nicht abgerufen werden
ru_ru: Не удалось получить баланс учётной записи

source: Failed to retrieve token balance
de_de: Die Token-Kontostand konnte nicht abgerufen werden
ru_ru: Не удалось получить баланс учётной записи

source: %1$s per %2$s
de_de: %1$s pro %2$s
ru_ru: %1$s в %2$s

source: Account
de_de: Konto
ru_ru: Учетная запись

source: QR
ru_ru: QR-код

source: Copy
de_de: Kopieren
ru_ru: Копировать

source: Private key
de_de: Privat Schlüssel
ru_ru: Секретный ключ

source: Unknown
de_de: Unbekannte
ru_ru: Неизвестно

source: Last transaction %1$s%2$s%3$s%4$s%5$s is still in progress. Wait please.
de_de: Die letzte Transaktion %1$s%2$s%3$s%4$s%5$s befindet sich immer noch in Durchführung. Bitte warten.
ru_ru: Последняя транзакция %1$s%2$s%3$s%4$s%5$s ещё не подтверждена. Пожалуйста, дождитесь её завершения.

source: To
de_de: Zu
ru_ru: Получатель

source: Input the recipient ethereum address
de_de: Geben Sie die Ethereum-Adresse des Empfängers ein
ru_ru: Введите Ethereum адрес учётной записи получателя

source: Unable to access video stream (please make sure you have a webcam enabled)
de_de: Kein Zugriff auf Videostream (bitte stellen Sie sicher, dass eine Webcam aktiviert ist)
ru_ru: Не удалось включить видео (пожалуйста, убедитесь что ваша web-камера исправна)

source: Amount
de_de: Betrag
ru_ru: Сумма

source: Send
de_de: Senden
ru_ru: Отправить

source: Failed to get token decimals
de_de: Fehler beim Abrufen von Tokendezimalstellen
ru_ru: Не удалось получить маркер десятичных знаков

source: Account name
de_de: Kontobezeichnung
ru_ru: Название учетной записи

source: Input new account name
de_de: Geben Sie einen neuen Kontonamen ein
ru_ru: Введите название учетной записи

source: Create
de_de: Erstellen
ru_ru: Создать

source: Input your private key here
de_de: Geben Sie hier Ihren privaten Schlüssel ein
ru_ru: Введите ваш секретный ключ

source: Import
de_de: Einführen
ru_ru: Импортировать

source: Select
de_de: Wählen
ru_ru: Выбрать

source: Remove
de_de: Löschen
ru_ru: Удалить

source: Token
ru_ru: Токен

source: Date
de_de: Datum
ru_ru: Дата

source: Tx
ru_ru: Транзакция

source: Copied to clipboard
de_de: In die Zwischenablage kopiert
ru_ru: Скопировано в буфер обмена

source: Insufficient Ether balance for tx fee payment.
de_de: Unzureichender Ether-Kontostand um die Transaktionsgebühr dieser Überweisung zu bezahlen.
ru_ru: Недостаточно эфира для оплаты комиссии за транзакцию.

source: Pending
de_de: Steht aus
ru_ru: В очереди

source: recently
de_de: vor kurzem
ru_ru: только-что

source: %1$s days
de_de: %1$s Tage
ru_ru: %1$s дней

source: %1$s hours
de_de: %1$s Stunden
ru_ru: %1$s часов

source: %1$s minutes
de_de: %1$s Minuten
ru_ru: %1$s минут

source: Ethereum Wallet
ru_ru: Кошелёк Ethereum

source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: Ethereum Wallet Tools
de_de: Ethereum Wallet Werkzeuge
ru_ru: Утилиты кошелька Ethereum

source: Calculated %1$s/%2$s.
de_de: Berechnete %1$s/%2$s.
ru_ru: Обсчитано %1$s из %2$s.
